{
    "Madra":{
        "link":"https://www.swantour.com/blogs/wp-content/uploads/2019/04/Madra-Foods-of-Shimla.jpg",
        "details":"Madra is originally a delicacy that comes from the Chamba district of Himachal Pradesh. The dish generally consists of the soaked chickpeas (chana) or veggies. Prepared well in the oil and different seasonings such as cloves, cinnamon, cardamoms, cumin, coriander powder and turmeric powder boost the preference of this meal. Madra is among the meals that stand for the food society of Himachal Pradesh. Every restaurant, every event, and also the festival will certainly have Madra used to you with utmost love.",
        "where":"Chamba & Kangra"
    },
    "Sidu":{
        "link":"https://www.swantour.com/blogs/wp-content/uploads/2019/04/Sidu.jpg",
        "details":"Sidu is popular bread made out of wheat kneaded with yeast 2 hrs before preparation, mashed boiled green peas, roasted peanuts, walnuts, paneer (cottage cheese) and is usually paired with dal (lentils), ghee and green chutney.",
        "where":"Kullu, Mandi, Shimla, and Manali"
    },
    "Dhaam":{
        "link":"https://www.swantour.com/blogs/wp-content/uploads/2019/04/Dhaam-is-Traditional-Food-of-Shimla.jpg",
        "details":"Dhaam is a complete food that along with a great taste promises a healthy dose of nutrients. The dish includes of dal, rajma, rice, curd, boor ki Kadi as well as is quite possibly complemented with gur (jaggery). Dhaam is a plate full of tasty delicacies that are a must-serve on the celebrations and festivals. The distinctive feature regarding this meal is that it is prepared by special chefs called 'botis'. To get hold of the best taste of Dhaam you should see Himachal during festivals.",
        "where":" Manali & Chamba"
    },
    "Thukpa":{
        "link":"https://www.swantour.com/blogs/wp-content/uploads/2019/04/Thukpa-is-a-popular-Shimla-Dish.jpg",
        "details":"A noodle soup of Tibetan origin, Thukpa can be prepared in both vegetarian and non-vegetarian methods. A variety of fresh vegetables such as tomato, onions, spring onions, string beans, carrot, and chopped cabbage can be added in the noodles, with or without meat or chicken. This is a hot meal prepared with ginger garlic paste, chili and also sauces included according to choice",
        "where":"States of Sikkim and Arunachal Pradesh"
    },
    "Babru":{
        "link":"https://www.swantour.com/blogs/wp-content/uploads/2019/04/Babru.jpg",
        "details":"Babru is like a Himachali variation of the popular kachoris. It is made by stuffing soaked and also ground black gram daal paste to kneaded dough patties. These patties are then rolled and deep fried and served with tamarind chutney.",
        "where":"Northern state of Himachal Pradesh."
    },
    "":{
        "link":"",
        "details":"",
        "where":""
    }
}